Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 以下分组正在引用它：%@。继续删除后会同时移除这些引用；没有候选项的分组会回退到 DIRECT。
ar: تشير إليه المجموعات التالية: %@. سيؤدي الحذف إلى إزالة تلك المراجع أيضاً، وأي مجموعة تبقى دون مرشحين ستعود إلى DIRECT.
de: Diese Gruppen verweisen darauf: %@. Beim Löschen werden auch diese Verweise entfernt; Gruppen ohne Kandidaten fallen auf DIRECT zurück.
en: These groups reference it: %@. Deleting also removes those references, and any group left without candidates falls back to DIRECT.
es: Estos grupos lo referencian: %@. Al eliminarlo también se quitan esas referencias; los grupos que queden sin candidatos volverán a DIRECT.
fr: Ces groupes y font référence : %@. La suppression retire aussi ces références ; tout groupe sans candidat revient à DIRECT.
id: Grup berikut mereferensikannya: %@. Menghapusnya juga menghapus referensi tersebut; grup tanpa kandidat akan kembali ke DIRECT.
ja: 次のグループが参照しています：%@。削除するとこれらの参照も取り除かれ、候補がなくなったグループは DIRECT に戻ります。
ko: 다음 그룹이 이를 참조합니다: %@. 삭제하면 해당 참조도 함께 제거되고, 후보가 없어진 그룹은 DIRECT로 되돌아갑니다.
pt_br: Estes grupos fazem referência a ele: %@. Excluir também remove essas referências; grupos sem candidatos voltam para DIRECT.
ru: На неё ссылаются группы: %@. Удаление уберёт и эти ссылки, а группы без кандидатов вернутся к DIRECT.
th: กลุ่มต่อไปนี้อ้างอิงถึงมัน: %@ การลบจะนำการอ้างอิงเหล่านั้นออกด้วย และกลุ่มที่ไม่เหลือตัวเลือกจะย้อนกลับไปใช้ DIRECT
tr: Şu gruplar buna başvuruyor: %@. Silmek bu başvuruları da kaldırır; adayı kalmayan gruplar DIRECT'e döner.
vi: Các nhóm sau đang tham chiếu nó: %@. Xoá sẽ gỡ luôn các tham chiếu đó; nhóm không còn ứng viên sẽ quay về DIRECT.
zh_hant: 以下群組正在參照它：%@。繼續刪除後會同時移除這些參照；沒有候選項的群組會回退到 DIRECT。

source: 优先使用规则集
ar: تفضل مجموعات القواعد
de: Regelsätze bevorzugen
en: Prefer Rule Sets
es: Preferir conjuntos de reglas
fr: Préférer les ensembles de règles
id: Lebih suka kumpulan aturan
ja: ルールセットを優先する
ko: 규칙 세트 선호
pt_br: Prefira conjuntos de regras
ru: Предпочитаю наборы правил
th: ชอบชุดกฎ
tr: Kural kümelerini tercih edin
vi: Ưu tiên bộ quy tắc
zh_hant: 優先使用規則集

source: 会保存当前分组顺序、候选策略与规则，下次可直接选择。
ar: يحفظ ترتيب المجموعات الحالي والسياسات المرشحة والقواعد، لتختاره مباشرة في المرة القادمة.
de: Sichert die aktuelle Gruppenreihenfolge, Kandidatenrichtlinien und Regeln, damit du sie beim nächsten Mal direkt auswählen kannst.
en: Saves the current group order, candidate policies and rules so you can pick it directly next time.
es: Guarda el orden de grupos, las políticas candidatas y las reglas actuales para poder elegirlo directamente la próxima vez.
fr: Enregistre l'ordre des groupes, les politiques candidates et les règles actuelles pour pouvoir le choisir directement la prochaine fois.
id: Menyimpan urutan grup, kebijakan kandidat, dan aturan saat ini agar bisa langsung dipilih lain kali.
ja: 現在のグループ順、候補ポリシー、ルールを保存し、次回そのまま選べるようにします。
ko: 현재 그룹 순서와 후보 정책, 규칙을 저장해 다음에 바로 선택할 수 있게 합니다.
pt_br: Salva a ordem dos grupos, as políticas candidatas e as regras atuais para você escolher diretamente na próxima vez.
ru: Сохраняет текущий порядок групп, политики-кандидаты и правила, чтобы в следующий раз выбрать сразу.
th: บันทึกลำดับกลุ่ม นโยบายตัวเลือก และกฎปัจจุบัน เพื่อให้เลือกใช้ได้ทันทีในครั้งถัดไป
tr: Geçerli grup sırasını, aday politikaları ve kuralları kaydeder; bir dahaki sefere doğrudan seçebilirsin.
vi: Lưu thứ tự nhóm, chính sách ứng viên và quy tắc hiện tại để lần sau chọn ngay.
zh_hant: 會保存目前群組順序、候選策略與規則，下次可直接選擇。

source: 会导出
ar: سوف تصدير
de: Wird exportiert
en: Will export
es: Exportará
fr: Exportera
id: Akan mengekspor
ja: 輸出します
ko: 수출할 예정
pt_br: Exportará
ru: Будет экспортировать
th: จะส่งออก
tr: İhracat yapacak
vi: Sẽ xuất khẩu
zh_hant: 會導出

source: 会话维护
ar: صيانة الجلسة
de: Sitzungswartung
en: Session maintenance
es: Mantenimiento de sesión
fr: Entretien des séances
id: Pemeliharaan sesi
ja: セッションのメンテナンス
ko: 세션 유지 관리
pt_br: Manutenção de sessão
ru: Обслуживание сеанса
th: การบำรุงรักษาเซสชัน
tr: Oturum bakımı
vi: Bảo trì phiên
zh_hant: 會話維護

source: 传输
ar: انتقال
de: Übertragung
en: transmission
es: transmisión
fr: boîte de vitesses
id: transmisi
ja: 送信
ko: 전송
pt_br: transmissão
ru: передача
th: การส่งผ่าน
tr: iletim
vi: sự truyền tải
zh_hant: 傳輸

source: 传输协议
ar: بروتوكول النقل
de: Transportprotokoll
en: Transport protocol
es: Protocolo de transporte
fr: Protocole de transport
id: Protokol transport
ja: トランスポートプロトコル
ko: 전송 프로토콜
pt_br: Protocolo de transporte
ru: Транспортный протокол
th: โปรโตคอลขนส่ง
tr: Taşıma protokolü
vi: Giao thức truyền tải
zh_hant: 傳輸協定

source: 传输安全
ar: أمن النقل
de: Transportsicherheit
en: Transport security
es: Seguridad en el transporte
fr: Sécurité des transports
id: Keamanan transportasi
ja: 輸送のセキュリティ
ko: 운송 보안
pt_br: Segurança de transporte
ru: Транспортная безопасность
th: ความปลอดภัยในการขนส่ง
tr: Taşıma güvenliği
vi: An ninh vận tải
zh_hant: 傳輸安全

source: 传输方式
ar: طريقة الإرسال
de: Übertragungsmethode
en: Transmission method
es: Método de transmisión
fr: Méthode de transmission
id: Metode transmisi
ja: 伝送方式
ko: 전송방식
pt_br: Método de transmissão
ru: Метод передачи
th: วิธีการส่งสัญญาณ
tr: İletim yöntemi
vi: Phương thức truyền
zh_hant: 傳輸方式

source: 使用 %@
ar: استخدام %@
de: %@ verwenden
en: Use %@
es: Usar %@
fr: Utiliser %@
id: Gunakan %@
ja: %@ を使用
ko: %@ 사용
pt_br: Usar %@
ru: Использовать %@
th: ใช้ %@
tr: %@ kullan
vi: Dùng %@

source: 使用 Self-Configuration
ar: استخدام التكوين الذاتي
de: Selbstkonfiguration nutzen
en: Using Self-Configuration
es: Usando la autoconfiguración
fr: Utilisation de l'auto-configuration
id: Menggunakan Konfigurasi Mandiri
ja: 自己構成の使用
ko: 자체 구성 사용
pt_br: Usando autoconfiguração
ru: Использование самостоятельной настройки
th: การใช้การกำหนดค่าด้วยตนเอง
tr: Kendi Kendine Yapılandırmayı Kullanma
vi: Sử dụng Tự Cấu hình

source: 使用本地文件导出
ar: تصدير باستخدام الملف المحلي
de: Mit lokaler Datei exportieren
en: File Export
es: Exportar usando archivo local
fr: Exporter à l'aide d'un fichier local
id: Ekspor menggunakan file lokal
ja: ローカルファイルを使用してエクスポートする
ko: 로컬 파일을 사용하여 내보내기
pt_br: Exportar usando arquivo local
ru: Экспортировать с использованием локального файла
th: ส่งออกโดยใช้ไฟล์ในเครื่อง
tr: Yerel dosyayı kullanarak dışa aktar
vi: Xuất bằng tệp cục bộ
zh_hant: 使用本機檔案匯出

source: 使用这套规则
ar: استخدم هذه المجموعة من القواعد
de: Verwenden Sie dieses Regelwerk
en: use this set of rules
es: Usa este conjunto de reglas.
fr: utiliser cet ensemble de règles
id: gunakan seperangkat aturan ini
ja: この一連のルールを使用する
ko: 이 규칙 세트를 사용하십시오
pt_br: use este conjunto de regras
ru: используйте этот набор правил
th: ใช้กฎชุดนี้
tr: bu kural kümesini kullan
vi: sử dụng bộ quy tắc này
zh_hant: 使用這套規則

source: 保存
ar: حفظ
de: speichern
en: Save
es: guardar
fr: enregistrer
id: menyimpan
ko: 저장
pt_br: salvar
ru: сохранить
th: บันทึก
tr: kaydet
vi: lưu lại
zh_hant: 儲存

source: 保存失败：%@
ar: فشل الحفظ: %@
de: Speichern fehlgeschlagen: %@
en: Failed to save: %@
es: No se pudo guardar: %@
fr: Échec de l'enregistrement : %@
id: Gagal menyimpan: %@
ja: 保存に失敗しました: %@
ko: 저장 실패: %@
pt_br: Falha ao salvar: %@
ru: Не удалось сохранить: %@.
th: ไม่สามารถบันทึก: %@
tr: Kaydedilemedi: %@
vi: Không lưu được: %@
zh_hant: 保存失敗：%@

source: 保活间隔（秒）
ar: الحفاظ على الفاصل الزمني (ثواني)
de: Keep-Alive-Intervall (Sekunden)
en: Persistent Keepalive (seconds)
es: Intervalo de mantenimiento (segundos)
fr: Intervalle de maintien en vie (secondes)
id: Interval tetap hidup (detik)
ja: キープアライブ間隔 (秒)
ko: 연결 유지 간격(초)
pt_br: Mantenha o intervalo ativo (segundos)
ru: Интервал поддержания активности (секунды)
th: Keep ALIVE ช่วงเวลา (วินาที)
tr: Hayatta kalma aralığı (saniye)
vi: Giữ khoảng thời gian sống (giây)
zh_hant: 保活間隔（秒）

source: 保留空闲会话数
ar: عدد الجلسات الخاملة التي تم الاحتفاظ بها
de: Anzahl der beibehaltenen Leerlaufsitzungen
en: Number of idle sessions retained
es: Número de sesiones inactivas retenidas
fr: Nombre de sessions inactives conservées
id: Jumlah sesi menganggur yang dipertahankan
ja: 保持されるアイドル状態のセッションの数
ko: 유지된 유휴 세션 수
pt_br: Número de sessões ociosas retidas
ru: Количество сохраненных неактивных сеансов
th: จำนวนเซสชันที่ไม่ได้ใช้งานที่ยังคงอยู่
tr: Tutulan boş oturum sayısı
vi: Số phiên nhàn rỗi được giữ lại
zh_hant: 保留空閒會話數

source: 修改 %@ 的 Emoji 和名称
ar: تغيير إيموجي واسم %@
de: Emoji und Name von %@ ändern
en: Change the emoji and name of %@
es: Cambiar el emoji y el nombre de %@
fr: Modifier l'émoji et le nom de %@
id: Ubah emoji dan nama %@
ja: %@ の絵文字と名前を変更
ko: %@의 이모지와 이름 변경
pt_br: Alterar o emoji e o nome de %@
ru: Изменить эмодзи и имя %@
th: เปลี่ยนอิโมจิและชื่อของ %@
tr: %@ ögesinin emoji ve adını değiştir
vi: Đổi emoji và tên của %@
zh_hant: 修改 %@ 的 Emoji 和名稱

source: 修改规则名称
ar: تغيير اسم القاعدة
de: Regelnamen ändern
en: Change Rule Name
es: Cambiar nombre de la regla
fr: Modifier le nom de la règle
id: Ubah Nama Aturan
ja: ルール名を変更
ko: 규칙 이름 변경
pt_br: Alterar nome da regra
ru: Изменить имя правила
th: เปลี่ยนชื่อกฎ
tr: Kural Adını Değiştir
vi: Đổi tên quy tắc
zh_hant: 修改規則名稱

source: 候选策略
ar: السياسات المرشحة
de: Kandidatenrichtlinien
en: Candidate Policies
es: Políticas candidatas
fr: Politiques candidates
id: Kebijakan Kandidat
ja: 候補ポリシー
ko: 후보 정책
pt_br: Políticas candidatas
ru: Политики-кандидаты
th: นโยบายตัวเลือก
tr: Aday Politikalar
vi: Chính sách ứng viên
zh_hant: 候選策略

source: 停止共享
ar: توقف عن المشاركة
de: Hören Sie auf zu teilen
en: Stop sharing
es: dejar de compartir
fr: Arrêter de partager
id: Berhenti berbagi
ja: 共有を停止する
ko: 공유 중지
pt_br: Pare de compartilhar
ru: Прекратить делиться
th: หยุดแชร์
tr: Paylaşımı durdur
vi: Dừng chia sẻ

source: 允许不安全证书
ar: السماح بالشهادات غير الآمنة
de: Unsichere Zertifikate zulassen
en: Allow insecure certificates
es: Permitir certificados inseguros
fr: Autoriser les certificats non sécurisés
id: Izinkan sertifikat yang tidak aman
ja: 安全でない証明書を許可する
ko: 안전하지 않은 인증서 허용
pt_br: Permitir certificados inseguros
ru: Разрешить небезопасные сертификаты
th: อนุญาตใบรับรองที่ไม่ปลอดภัย
tr: Güvenli olmayan sertifikalara izin ver
vi: Cho phép chứng chỉ không an toàn
zh_hant: 允許不安全證書

source: 允许的网段
ar: قطاعات الشبكة المسموح بها
de: Zulässige Netzwerksegmente
en: Allowed IPs
es: Segmentos de red permitidos
fr: Segments de réseau autorisés
id: Segmen jaringan yang diizinkan
ja: 許可されたネットワークセグメント
ko: 허용된 네트워크 세그먼트
pt_br: Segmentos de rede permitidos
ru: Разрешенные сегменты сети
th: ส่วนเครือข่ายที่อนุญาต
tr: İzin verilen ağ segmentleri
vi: Phân đoạn mạng được phép
zh_hant: 允許的網段

source: 允许的网段决定哪些目标进入隧道；代理用途通常填写 0.0.0.0/0,::/0。
ar: تحدد قطاعات الشبكة المسموح بها الأهداف التي تدخل النفق؛ عادةً ما يتم ملء استخدام الوكيل بالرقم 0.0.0.0/0,::/0.
de: Die erlaubten Netzwerksegmente bestimmen, welche Ziele den Tunnel betreten; Die Proxy-Nutzung wird normalerweise mit 0.0.0.0/0,::/0 ausgefüllt.
en: Allowed IPs determine which destinations enter the tunnel. For proxy use, this is usually 0.0.0.0/0,::/0.
es: Los segmentos de red permitidos determinan qué objetivos ingresan al túnel; El uso del proxy generalmente se completa con 0.0.0.0/0,::/0.
fr: Les segments de réseau autorisés déterminent quelles cibles entrent dans le tunnel ; l'utilisation du proxy est généralement renseignée 0.0.0.0/0,::/0.
id: Segmen jaringan yang diperbolehkan menentukan target mana yang memasuki terowongan; penggunaan proxy biasanya diisi 0.0.0.0/0,::/0.
ja: 許可されたネットワーク セグメントによって、どのターゲットがトンネルに入るのかが決まります。プロキシの使用状況は通常、0.0.0.0/0,::/0 に入力されます。
ko: 허용된 네트워크 세그먼트에 따라 터널에 들어가는 대상이 결정됩니다. 프록시 사용법은 일반적으로 0.0.0.0/0,::/0으로 채워집니다.
pt_br: Os segmentos de rede permitidos determinam quais alvos entram no túnel; o uso de proxy geralmente é preenchido em 0.0.0.0/0,::/0.
ru: Разрешенные сегменты сети определяют, какие цели входят в туннель; использование прокси обычно заполняется 0.0.0.0/0,::/0.
th: ส่วนเครือข่ายที่ได้รับอนุญาตจะกำหนดว่าเป้าหมายใดเข้าสู่อุโมงค์ การใช้งานพรอกซีมักจะเต็มไปด้วย 0.0.0.0/0,::/0
tr: İzin verilen ağ bölümleri tünele hangi hedeflerin gireceğini belirler; Proxy kullanımı genellikle 0.0.0.0/0,::/0 şeklinde doldurulur.
vi: Các phân đoạn mạng được phép xác định mục tiêu nào đi vào đường hầm; việc sử dụng proxy thường được điền vào 0.0.0.0/0,::/0.
zh_hant: 允許的網段決定哪些目標進入隧道；代理用途通常填入 0.0.0.0/0,::/0。

source: 先添加一个来源
ar: أضف مصدرًا أولاً
de: Fügen Sie zuerst eine Quelle hinzu
en: Add a source first
es: Agrega una fuente primero
fr: Ajoutez d'abord une source
id: Tambahkan sumber terlebih dahulu
ja: まずソースを追加してください
ko: 먼저 소스를 추가하세요.
pt_br: Adicione uma fonte primeiro
ru: Сначала добавьте источник
th: เพิ่มแหล่งที่มาก่อน
tr: Önce bir kaynak ekleyin
vi: Thêm nguồn trước
zh_hant: 先加入一個來源

source: 先看节点名字，看不出来才查随 App 打包的离线 IP 库。
ar: يُقرأ اسم العقدة أولًا، وإن لم يدل على شيء فتُستخدم قاعدة IP المضمّنة دون اتصال.
de: Zuerst zählt der Knotenname; sagt er nichts, greift die mitgelieferte Offline-IP-Datenbank.
en: The node's name comes first; if it says nothing, the offline IP database bundled with the app does.
es: Primero el nombre del nodo; si no dice nada, se usa la base IP sin conexión incluida.
fr: D’abord le nom du nœud ; s’il ne dit rien, la base IP hors ligne fournie prend le relais.
id: Nama node dulu; kalau tak jelas, barulah basis data IP luring bawaan dipakai.
ja: まずノード名で判断し、分からないときだけ同梱のオフライン IP データベースを使います。
ko: 먼저 노드 이름을 보고, 알 수 없을 때만 내장 오프라인 IP 데이터베이스를 씁니다.
pt_br: Primeiro o nome do nó; se ele não disser nada, entra a base de IP offline embutida.
ru: Сначала имя узла; если оно ничего не говорит — встроенная офлайн-база IP.
th: ดูชื่อโหนดก่อน หากไม่บอกอะไรจึงใช้ฐานข้อมูล IP แบบออฟไลน์ที่มากับแอป
tr: Önce düğümün adına bakılır; ad bir şey söylemiyorsa yerleşik çevrimdışı IP veritabanı devreye girer.
vi: Xem tên nút trước; nếu tên không cho biết thì mới dùng cơ sở dữ liệu IP ngoại tuyến đi kèm.
zh_hant: 先看節點名字，看不出來才查隨 App 打包的離線 IP 資料庫。

source: 全不选
ar: حدد لا شيء
de: Wählen Sie „Keine“ aus
en: Select none
es: No seleccionar ninguno
fr: N'en sélectionner aucun
id: Pilih tidak ada
ja: 何も選択しない
ko: 없음을 선택하세요
pt_br: Selecione nenhum
ru: Выбрать нет
th: เลือกไม่มี
tr: Hiçbirini seçme
vi: Chọn không có
zh_hant: 全不選

source: 全屏预览
ar: معاينة ملء الشاشة
de: Vollbildvorschau
en: Full-screen Preview
es: Vista previa en pantalla completa
fr: Aperçu plein écran
id: Pratinjau layar penuh
ja: 全画面プレビュー
ko: 전체 화면 미리보기
pt_br: Pré-visualização em tela cheia
ru: Полноэкранный просмотр
th: การแสดงตัวอย่างแบบเต็มหน้าจอ
tr: Tam ekran önizleme
vi: Xem trước toàn màn hình
zh_hant: 全螢幕預覽

source: 全球直连
ar: اتصال مباشر عالمي
de: Globale Direktverbindung
en: Global direct connection
es: Conexión directa global
fr: Connexion directe mondiale
id: Koneksi langsung global
ja: グローバルダイレクト接続
ko: 글로벌 직접 연결
pt_br: Conexão direta global
ru: Глобальное прямое соединение
th: การเชื่อมต่อโดยตรงทั่วโลก
tr: Küresel doğrudan bağlantı
vi: Kết nối trực tiếp toàn cầu
zh_hant: 全球直連

source: 全选
ar: حدد الكل
de: Alles auswählen
en: Select all
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü seç
vi: Chọn tất cả
zh_hant: 全選

source: 全部
ar: All
de: All
en: All
es: All
fr: All
id: All
ja: All
ko: All
pt_br: All
ru: All
th: All
tr: All
vi: All

source: 全部协议
ar: جميع الاتفاقيات
de: Alle Vereinbarungen
en: All agreements
es: Todos los acuerdos
fr: Tous les accords
id: Semua perjanjian
ja: すべての契約
ko: 모든 계약
pt_br: Todos os acordos
ru: Все соглашения
th: ข้อตกลงทั้งหมด
tr: Tüm anlaşmalar
vi: Tất cả các thỏa thuận
zh_hant: 全部協議

source: 全部在这台设备上处理
ar: كل معالجتها على هذا الجهاز
de: Alles auf diesem Gerät verarbeitet
en: All processed on this device
es: Todo procesado en este dispositivo
fr: Tout est traité sur cet appareil
id: Semua diproses di perangkat ini
ja: すべてこのデバイスで処理されます
ko: 이 기기에서 모두 처리됨
pt_br: Tudo processado neste dispositivo
ru: Все обрабатывается на этом устройстве
th: ประมวลผลทั้งหมดบนอุปกรณ์นี้
tr: Tamamı bu cihazda işlendi
vi: Tất cả được xử lý trên thiết bị này
zh_hant: 全部在這台設備上處理

source: 全部地区
ar: جميع المناطق
de: Alle Bereiche
en: All areas
es: Todas las áreas
fr: Tous les domaines
id: Semua area
ja: 全エリア
ko: 모든 지역
pt_br: Todas as áreas
ru: Все области
th: ทุกพื้นที่
tr: Tüm alanlar
vi: Tất cả các khu vực
zh_hant: 全部地區

source: 全部节点
ar: كل العقد
de: Alle Knoten
en: All nodes
es: Todos los nodos
fr: Tous les nœuds
id: Semua node
ja: すべてのノード
ko: 모든 노드
pt_br: Todos os nós
ru: Все узлы
th: ทุกโหนด
tr: Tüm düğümler
vi: Tất cả các nút
zh_hant: 全部節點

source: 全部订阅来源
ar: جميع مصادر الاشتراك
de: Alle Abonnementquellen
en: All subscription sources
es: Todas las fuentes de suscripción
fr: Toutes les sources d'abonnement
id: Semua sumber langganan
ja: すべてのサブスクリプション ソース
ko: 모든 구독 소스
pt_br: Todas as fontes de assinatura
ru: Все источники подписки
th: แหล่งที่มาของการสมัครสมาชิกทั้งหมด
tr: Tüm abonelik kaynakları
vi: Tất cả các nguồn đăng ký
zh_hant: 全部訂閱來源

source: 关掉的协议不会写进 %@ 的配置，并计入“已跳过”。其他客户端不受影响。
ar: لن تتم كتابة البروتوكول الذي تم إيقاف تشغيله في تكوين %@ وسيتم اعتباره "تم تخطيه". ولا يتأثر العملاء الآخرون.
de: Das ausgeschaltete Protokoll wird nicht in die Konfiguration von %@ geschrieben und als „übersprungen“ gezählt. Andere Clients sind nicht betroffen.
en: Disabled protocols are excluded from the %@ profile and counted as skipped. Other apps are unaffected.
es: El protocolo desactivado no se escribirá en la configuración de %@ y se contará como "omitido". Otros clientes no se ven afectados.
fr: Le protocole désactivé ne sera pas écrit dans la configuration de %@ et sera compté comme « ignoré ». Les autres clients ne sont pas concernés.
id: Protokol yang dimatikan tidak akan ditulis ke dalam konfigurasi %@ dan akan dihitung sebagai "dilewati". Klien lain tidak terpengaruh.
ja: オフにしたプロトコルは %@ の設定には書き込まれず、「スキップ」としてカウントされます。他のクライアントには影響はありません。
ko: 꺼진 프로토콜은 %@ 구성에 기록되지 않으며 "건너뛰기"로 간주됩니다. 다른 클라이언트는 영향을 받지 않습니다.
pt_br: O protocolo desativado não será gravado na configuração de %@ e será contado como "ignorado". Outros clientes não são afetados.
ru: Отключенный протокол не будет записан в конфигурацию %@ и будет считаться «пропущенным». Другие клиенты не затронуты.
th: โปรโตคอลที่ถูกปิดจะไม่ถูกเขียนลงในการกำหนดค่าของ %@ และจะถูกนับเป็น "ข้าม" ลูกค้ารายอื่นจะไม่ได้รับผลกระทบ
tr: Kapatılan protokol %@ konfigürasyonuna yazılmayacak ve "atlanmış" olarak sayılacaktır. Diğer istemciler etkilenmez.
vi: Giao thức đã tắt sẽ không được ghi vào cấu hình của %@ và sẽ được tính là "bỏ qua". Các khách hàng khác không bị ảnh hưởng.
zh_hant: 關掉的協定不會寫入 %@ 的配置，併計入「已跳過」。其他客戶端不受影響。

source: 关闭
ar: قريب
de: schließen
en: close
es: cerrar
fr: fermer
id: tutup
ja: 閉じる
ko: 닫기
pt_br: fechar
ru: закрыть
th: ปิด
tr: kapat
vi: đóng
zh_hant: 關閉

source: 关闭 iCloud 同步？
ar: إيقاف مزامنة iCloud؟
de: iCloud-Synchronisierung ausschalten?
en: Turn off iCloud sync?
es: ¿Desactivar la sincronización con iCloud?
fr: Désactiver la synchronisation iCloud ?
id: Matikan sinkronisasi iCloud?
ja: iCloud 同期をオフにしますか？
ko: iCloud 동기화를 끌까요?
pt_br: Desativar a sincronização com iCloud?
ru: Отключить синхронизацию с iCloud?
th: ปิดการซิงก์ iCloud ไหม
tr: iCloud eşitleme kapatılsın mı?
vi: Tắt đồng bộ iCloud?
zh_hant: 關閉 iCloud 同步？

source: 关闭后，导出配置里的策略组会同步移除开头的 Emoji。
ar: بعد الإغلاق، ستقوم مجموعة السياسات في التكوين الذي تم تصديره بإزالة الرموز التعبيرية الرائدة في وقت واحد.
de: Nach dem Schließen entfernt die Richtliniengruppe in der exportierten Konfiguration gleichzeitig das führende Emoji.
en: After closing, the policy group in the exported configuration will remove the leading Emoji simultaneously.
es: Después del cierre, el grupo de políticas en la configuración exportada eliminará el Emoji principal simultáneamente.
fr: Après la fermeture, le groupe de stratégies dans la configuration exportée supprimera simultanément le premier Emoji.
id: Setelah ditutup, grup kebijakan dalam konfigurasi yang diekspor akan menghapus Emoji utama secara bersamaan.
ja: 閉じた後、エクスポートされた構成内のポリシー グループは先頭の絵文字を同時に削除します。
ko: 닫은 후에는 내보낸 구성의 정책 그룹이 주요 Emoji를 동시에 제거합니다.
pt_br: Após o fechamento, o grupo de políticas na configuração exportada removerá o Emoji principal simultaneamente.
ru: После закрытия группа политик в экспортированной конфигурации одновременно удалит ведущие эмодзи.
th: หลังจากปิด กลุ่มนโยบายในการกำหนดค่าที่ส่งออกจะลบอีโมจินำหน้าพร้อมกัน
tr: Kapattıktan sonra dışa aktarılan yapılandırmadaki politika grubu, önde gelen Emojiyi aynı anda kaldıracaktır.
vi: Sau khi đóng, nhóm chính sách trong cấu hình đã xuất sẽ đồng thời xóa Biểu tượng cảm xúc hàng đầu.
zh_hant: 關閉後，匯出設定裡的策略群組會同步移除開頭的 Emoji。

source: 关闭并删除 iCloud 副本
ar: الإيقاف وحذف نسخة iCloud
de: Ausschalten und iCloud-Kopie löschen
en: Turn Off and Delete iCloud Copy
es: Desactivar y eliminar la copia de iCloud
fr: Désactiver et supprimer la copie iCloud
id: Matikan dan hapus salinan iCloud
ja: オフにして iCloud のコピーを削除
ko: 끄고 iCloud 사본 삭제
pt_br: Desativar e apagar a cópia do iCloud
ru: Отключить и удалить копию в iCloud
th: ปิดและลบสำเนาใน iCloud
tr: Kapat ve iCloud kopyasını sil
vi: Tắt và xoá bản sao iCloud
zh_hant: 關閉並刪除 iCloud 副本

source: 关闭服务分组只移除它自己的匹配规则；被其他策略引用的节点组会自动保留。
ar: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
de: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
en: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
es: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
fr: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
id: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
ja: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
ko: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
pt_br: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
ru: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
th: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
tr: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
vi: Turning off a service group removes only its own matching rules. Node groups referenced elsewhere are retained automatically.
zh_hant: 關閉服務分組只移除它自己的匹配規則；被其他策略引用的節點組會自動保留。

source: 其他
ar: Other
de: Other
en: Other
es: Other
fr: Other
id: Other
ja: Other
ko: Other
pt_br: Other
ru: Other
th: Other
tr: Other
vi: Other

source: 其他导入方式
ar: طرق الاستيراد الأخرى
de: Andere Importmethoden
en: Other import methods
es: Otros métodos de importación
fr: Autres méthodes d'importation
id: Metode impor lainnya
ja: その他のインポート方法
ko: 기타 가져오기 방법
pt_br: Outros métodos de importação
ru: Другие методы импорта
th: วิธีการนำเข้าอื่นๆ
tr: Diğer içe aktarma yöntemleri
vi: Các phương thức nhập khẩu khác
zh_hant: 其他導入方式
